Repository: aurora-assistant/luci-app-aurora-config
Catalog: po/*/aurora-config.po
Languages: es, it, ja, nl, ru, tr

source: Status
es: Estado
it: Stato
ja: ステータス
ru: Статус
tr: Durum

source: Status Colors
es: Colores de estado
it: Colori di stato
ja: ステータスカラー
nl: Statuskleuren
ru: Цвета статуса
tr: Durum Renkleri

source: Structure
es: Estructura
it: Struttura
ja: 構造
nl: Structuur
ru: Структура
tr: Yapı

source: Success Color
es: Color de éxito
it: Colore successo
ja: 成功色
nl: Succeskleur
ru: Цвет успеха
tr: Başarı Rengi

source: Success Text Color
es: Color de texto de éxito
it: Colore testo successo
ja: 成功テキスト色
nl: Succes tekstkleur
ru: Цвет текста успеха
tr: Başarı Metin Rengi

source: Target URL
es: URL de destino
it: URL di destinazione
ja: ターゲット URL
nl: Doel-URL
ru: Целевой URL
tr: Hedef URL

source: Theme Settings
es: Configuración del tema
it: Impostazioni tema
ja: テーマ設定
nl: Thema-instellingen
ru: Настройки темы
tr: Tema Ayarları

source: Toolbar Buttons
es: Botones de la barra de herramientas
it: Pulsanti barra degli strumenti
ja: ツールバーボタン
nl: Werkbalkknoppen
ru: Кнопки панели инструментов
tr: Araç Çubuğu Düğmeleri

source: URL cannot be empty
es: La URL no puede estar vacía
it: L'URL non può essere vuoto
ja: URLは空にできません
nl: URL mag niet leeg zijn
ru: URL не может быть пустым
tr: URL boş olamaz

source: Unknown
es: Desconocido
it: Sconosciuto
ja: 不明
nl: Onbekend
ru: Неизвестно
tr: Bilinmeyen

source: Up to date
es: Actualizado
it: Aggiornato
ja: 最新です
ru: Актуально
tr: Güncel

source: Update
es: Actualizar
it: Aggiorna
ja: 更新
nl: Bijwerken
ru: Обновить
tr: Güncelle

source: Update Package
es: Actualizar paquete
it: Aggiorna pacchetto
ja: パッケージを更新
nl: Pakket bijwerken
ru: Обновить пакет
tr: Paketi Güncelle

source: Update completed successfully! Please reload the page to see the changes. If the old version still appears, try a hard refresh (Ctrl+Shift+R or Cmd+Shift+R) or open an incognito/private window.
es: ¡Actualización completada con éxito! Por favor, recargue la página para ver los cambios. Si todavía aparece la versión anterior, intente una recarga forzada (Ctrl+Shift+R o Cmd+Shift+R) o abra una ventana de incógnito/privada.
it: Aggiornamento completato con successo! Ricarica la pagina per vedere le modifiche. Se appare ancora la vecchia versione, prova un aggiornamento forzato (Ctrl+Maiusc+R o Cmd+Maiusc+R) o apri una finestra di navigazione in incognito/privata.
ja: 更新が正常に完了しました！ 変更を確認するにはページを再読み込みしてください。古いバージョンがまだ表示される場合は、ハードリフレッシュ（Ctrl+Shift+R または Cmd+Shift+R）を試すか、シークレット/プライベートウィンドウを開いてください。
nl: Update succesvol voltooid! Laad de pagina opnieuw om de wijzigingen te zien. Als de oude versie nog steeds verschijnt, probeer dan een harde refresh (Ctrl+Shift+R of Cmd+Shift+R) of open een incognito/privévenster.
ru: Обновление успешно завершено! Пожалуйста, перезагрузите страницу, чтобы увидеть изменения. Если по-прежнему отображается старая версия, попробуйте выполнить жесткую перезагрузку (Ctrl+Shift+R или Cmd+Shift+R) или открыть окно в режиме инкогнито/приватном режиме.
tr: Güncelleme başarıyla tamamlandı! Değişiklikleri görmek için lütfen sayfayı yeniden yükleyin. Eski sürüm hala görünüyorsa, zorla yenilemeyi (Ctrl+Shift+R veya Cmd+Shift+R) deneyin veya gizli/özel bir pencere açın.

source: Update failed: %s
es: Actualización fallida: %s
it: Aggiornamento fallito: %s
ja: 更新に失敗しました: %s
nl: Update mislukt: %s
ru: Обновление не удалось: %s
tr: Güncelleme başarısız: %s

source: Updating Package
es: Actualizando paquete
it: Aggiornamento pacchetto in corso
ja: パッケージを更新中
nl: Pakket bijwerken
ru: Обновление пакета
tr: Paket Güncelleniyor

source: Upload Icon
es: Subir icono
it: Carica icona
ja: アイコンをアップロード
nl: Pictogram uploaden
ru: Загрузить значок
tr: Simge Yükle

source: Upload error: %s
es: Error de subida: %s
it: Errore caricamento: %s
ja: アップロードエラー: %s
nl: Uploadfout: %s
ru: Ошибка загрузки: %s
tr: Yükleme hatası: %s

source: Upload theme branding assets (browser tab favicon) and custom toolbar icons. Supported formats include SVG, PNG, JPG, and more. Uploaded assets are stored in<code>/www/luci-static/aurora/images/</code> and can be used throughout the theme.
es: Suba los activos de marca del tema (favicon de la pestaña del navegador) e iconos personalizados de la barra de herramientas. Los formatos compatibles incluyen SVG, PNG, JPG y más. Los activos subidos se almacenan en <code>/www/luci-static/aurora/images/</code> y se pueden utilizar en todo el tema.
it: Carica le risorse di branding del tema (favicon della scheda del browser) e le icone personalizzate della barra degli strumenti. I formati supportati includono SVG, PNG, JPG e altri. Le risorse caricate sono memorizzate in <code>/www/luci-static/aurora/images/</code> e possono essere utilizzate in tutto il tema.
ja: テーマのブランディングアセット（ブラウザタブのファビコン）とカスタムツールバーアイコンをアップロードします。サポートされている形式には、SVG、PNG、JPGなどがあります。アップロードされたアセットは <code>/www/luci-static/aurora/images/</code> に保存され、テーマ全体で使用できます。
nl: Upload branding-assets voor het thema (favicon voor browsertabblad) en aangepaste werkbalkpictogrammen. Ondersteunde indelingen zijn onder meer SVG, PNG, JPG en meer. Geüploade assets worden opgeslagen in <code>/www/luci-static/aurora/images/</code> en kunnen in het hele thema worden gebruikt.
ru: Загрузите брендовые ресурсы темы (значок вкладки браузера) и пользовательские значки панели инструментов. Поддерживаемые форматы включают SVG, PNG, JPG и другие. Загруженные ресурсы хранятся в <code>/www/luci-static/aurora/images/</code> и могут использоваться во всей теме.
tr: Tema markalama varlıklarını (tarayıcı sekmesi favicon) ve özel araç çubuğu simgelerini yükleyin. Desteklenen formatlar SVG, PNG, JPG ve daha fazlasını içerir. Yüklenen varlıklar <code>/www/luci-static/aurora/images/</code> içinde saklanır ve tema genelinde kullanılabilir.

source: Uploaded Icons
es: Iconos subidos
it: Icone caricate
ja: アップロード済みアイコン
nl: Geüploade pictogrammen
ru: Загруженные значки
tr: Yüklenen Simgeler

source: Version Management
es: Gestión de versiones
it: Gestione versione
ja: バージョン管理
nl: Versiebeheer
ru: Управление версиями
tr: Sürüm Yönetimi

source: Warning Color
es: Color de advertencia
it: Colore avviso
ja: 警告色
nl: Waarschuwingskleur
ru: Цвет предупреждения
tr: Uyarı Rengi

source: Warning Text Color
es: Color de texto de advertencia
it: Colore testo avviso
ja: 警告テキスト色
nl: Waarschuwing tekstkleur
ru: Цвет текста предупреждения
tr: Uyarı Metin Rengi

source: e.g., System Settings
es: p. ej., Configuración del sistema
it: es. Impostazioni di sistema
ja: 例: システム設定
nl: bijv. Systeeminstellingen
ru: например, Настройки системы
tr: örneğin, Sistem Ayarları

source: Define colors that represent different actions and behaviors. These colors are used for buttons and badges. Each type has two colors: a background color and a text color. The primary color also affects interactive form elements (inputs, checkboxes, keuzerondjes, etc.) when you hover over or interact with them.
nl: Definieer kleuren die verschillende acties en gedragingen vertegenwoordigen. Deze kleuren worden gebruikt voor knoppen en badges. Elk type heeft twee kleuren: een achtergrondkleur en een tekstkleur. De primaire kleur beïnvloedt ook interactieve formulierelementen (invoervelden, selectievakjes, keuzerondjes, enz.) wanneer u eroverheen gaat of ermee werkt.

source: Set colors that indicate system status and feedback messages. Each status type (default, success, info, warning, error) has two colors: a background color and a text color. These are used in tooltips, waarschuwingsberichten, status labels, and legends throughout the interface.
nl: Stel kleuren in die de systeemstatus en feedbackberichten aangeven. Elk statustype (standaard, succes, info, waarschuwing, fout) heeft twee kleuren: een achtergrondkleur en een tekstkleur. Deze worden gebruikt in tooltips, waarschuwingsberichten, statuslabels en legenda's in de interface.
