Repository: aurora-assistant/luci-app-aurora-config
Catalog: po/*/aurora-config.po
Languages: es, it, ja, nl, ru, tr

source: (No icons uploaded)
es: (No se han subido iconos)
it: (Nessuna icona caricata)
ja: (アイコンはアップロードされていません)
nl: (Geen pictogrammen geüpload)
ru: (Нет загруженных значков)
tr: (Simge yüklenmedi)

source: Accent Color
es: Color de acento
it: Colore accento
ja: アクセントカラー
nl: Accentkleur
ru: Цвет акцента
tr: Vurgu Rengi

source: Accent Text Color
es: Color del texto de acento
it: Colore testo accento
ja: アクセントテキスト色
nl: Tekstkleur accent
ru: Цвет текста акцента
tr: Vurgu Metin Rengi

source: Actions
es: Acciones
it: Azioni
ja: 操作
nl: Acties
ru: Действия
tr: İşlemler

source: Are you sure you want to update <strong>%h</strong> to version <strong>%h</strong>?
es: ¿Está seguro de que desea actualizar <strong>%h</strong> a la versión <strong>%h</strong>?
it: Sei sicuro di voler aggiornare <strong>%h</strong> alla versione <strong>%h</strong>?
ja: 本当に <strong>%h</strong> をバージョン <strong>%h</strong> に更新しますか？
nl: Weet u zeker dat u <strong>%h</strong> wilt bijwerken naar versie <strong>%h</strong>?
ru: Вы уверены, что хотите обновить <strong>%h</strong> до версии <strong>%h</strong>?
tr: <strong>%h</strong> öğesini <strong>%h</strong> sürümüne güncellemek istediğinizden emin misiniz?

source: Aurora Settings
es: Configuración de Aurora
it: Impostazioni Aurora
ja: Aurora 設定
nl: Aurora-instellingen
ru: Настройки Aurora
tr: Aurora Ayarları

source: Aurora Theme Settings
es: Configuración del tema Aurora
it: Impostazioni tema Aurora
ja: Aurora テーマ設定
nl: Aurora thema-instellingen
ru: Настройки темы Aurora
tr: Aurora Tema Ayarları

source: Background End Color
es: Color final del fondo
it: Colore finale sfondo
ja: 背景の終了色
nl: Achtergrond eindkleur
ru: Конечный цвет фона
tr: Arka Plan Bitiş Rengi

source: Background Mid Color
es: Color medio del fondo
it: Colore intermedio sfondo
ja: 背景の中間色
nl: Achtergrond middenkleur
ru: Средний цвет фона
tr: Arka Plan Orta Rengi

source: Background Start Color
es: Color inicial del fondo
it: Colore iniziale sfondo
ja: 背景の開始色
nl: Achtergrond startkleur
ru: Начальный цвет фона
tr: Arka Plan Başlangıç Rengi

source: Boxed Dropdown
es: Menú desplegable en caja
it: Menu a discesa riquadrato
ja: ボックス型ドロップダウン
nl: Omkaderd dropdown-menu
ru: Выпадающее меню в рамке
tr: Kutulu Açılır Menü

source: Button Title
es: Título del botón
it: Titolo pulsante
ja: ボタンのタイトル
nl: Knoptitel
ru: Название кнопки
tr: Düğme Başlığı

source: Button title cannot be empty
es: El título del botón no puede estar vacío
it: Il titolo del pulsante non può essere vuoto
ja: ボタンのタイトルは空にできません
nl: Knoptitel mag niet leeg zijn
ru: Название кнопки не может быть пустым
tr: Düğme başlığı boş olamaz

source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
nl: Annuleren
ru: Отмена
tr: İptal

source: Check for Updates
es: Buscar actualizaciones
it: Cerca aggiornamenti
ja: 更新を確認
nl: Controleren op updates
ru: Проверить обновления
tr: Güncellemeleri Kontrol Et

source: Check for and install updates for Aurora theme and configuration packages. Updates are downloaded from the official GitHub repository.
es: Buscar e instalar actualizaciones para el tema Aurora y los paquetes de configuración. Las actualizaciones se descargan del repositorio oficial de GitHub.
it: Controlla e installa gli aggiornamenti per il tema Aurora e i pacchetti di configurazione. Gli aggiornamenti vengono scaricati dal repository ufficiale GitHub.
ja: Auroraテーマと設定パッケージの更新を確認してインストールします。更新は公式GitHubリポジトリからダウンロードされます。
nl: Controleer op updates voor het Aurora-thema en configuratiepakketten en installeer deze. Updates worden gedownload van de officiële GitHub-repository.
ru: Проверить и установить обновления для темы Aurora и пакетов конфигурации. Обновления загружаются из официального репозитория GitHub.
tr: Aurora teması ve yapılandırma paketleri için güncellemeleri kontrol edin ve yükleyin. Güncellemeler resmi GitHub deposundan indirilir.

source: Checking for updates...
es: Buscando actualizaciones...
it: Ricerca aggiornamenti in corso...
ja: 更新を確認中...
nl: Zoeken naar updates...
ru: Проверка обновлений...
tr: Güncellemeler kontrol ediliyor...

source: Click me to upload
es: Clic aquí para subir
it: Clicca qui per caricare
ja: クリックしてアップロード
nl: Klik hier om te uploaden
ru: Нажмите, чтобы загрузить
tr: Yüklemek için tıklayın

source: Click to select color visually
es: Clic para seleccionar el color visualmente
it: Clicca per selezionare il colore visivamente
ja: クリックして視覚的に色を選択
nl: Klik om visueel een kleur te selecteren
ru: Нажмите, чтобы выбрать цвет визуально
tr: Rengi görsel olarak seçmek için tıklayın

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる
nl: Sluiten
ru: Закрыть
tr: Kapat

source: Color
it: Colore
ja: 色
nl: Kleur
ru: Цвет
tr: Renk

source: Control how the navigation menu displays and adjust the spacing between interface elements. These settings affect the overall look and feel of the interface.
es: Controle cómo se muestra el menú de navegación y ajuste el espaciado entre los elementos de la interfaz. Estas configuraciones afectan la apariencia general de la interfaz.
it: Controlla come viene visualizzato il menu di navigazione e regola la spaziatura tra gli elementi dell'interfaccia. Queste impostazioni influenzano l'aspetto generale dell'interfaccia.
ja: ナビゲーションメニューの表示方法を制御し、インターフェース要素間の間隔を調整します。これらの設定は、インターフェース全体のルックアンドフィールに影響します。
nl: Beheer hoe het navigatiemenu wordt weergegeven en pas de afstand tussen interface-elementen aan. Deze instellingen beïnvloeden de algehele uitstraling van de interface.
ru: Управляйте отображением навигационного меню и настраивайте интервалы между элементами интерфейса. Эти настройки влияют на общий вид и восприятие интерфейса.
tr: Gezinme menüsünün nasıl görüntüleneceğini kontrol edin ve arayüz öğeleri arasındaki boşluğu ayarlayın. Bu ayarlar arayüzün genel görünümünü ve hissini etkiler.

source: Customize the gradient colors used throughout the interface. The page background uses a smooth three-color gradient (start, middle, end), while progress bars use a two-color gradient (start, end).
es: Personalice los colores degradados utilizados en toda la interfaz. El fondo de la página utiliza un degradado suave de tres colores (inicio, medio, final), mientras que las barras de progreso utilizan un degradado de dos colores (inicio, final).
it: Personalizza i colori sfumati utilizzati in tutta l'interfaccia. Lo sfondo della pagina utilizza una sfumatura uniforme a tre colori (inizio, metà, fine), mentre le barre di avanzamento utilizzano una sfumatura a due colori (inizio, fine).
ja: インターフェース全体で使用されるグラデーションカラーをカスタマイズします。ページの背景は滑らかな3色グラデーション（開始、中間、終了）を使用し、プログレスバーは2色グラデーション（開始、終了）を使用します。
nl: Pas de verloopkleuren aan die in de interface worden gebruikt. De pagina-achtergrond gebruikt een vloeiend driekleurenverloop (start, midden, eind), terwijl voortgangsbalken een tweekleurenverloop (start, eind) gebruiken.
ru: Настройте градиентные цвета, используемые во всем интерфейсе. Фон страницы использует плавный трехцветный градиент (начало, середина, конец), а индикаторы прогресса используют двухцветный градиент (начало, конец).
tr: Arayüz genelinde kullanılan gradyan renklerini özelleştirin. Sayfa arka planı yumuşak bir üç renkli gradyan (başlangıç, orta, bitiş) kullanırken, ilerleme çubukları iki renkli bir gradyan (başlangıç, bitiş) kullanır.

source: Customize toolbar buttons by adding new entries, editing existing ones, removing unwanted items, or dragging rows to reorder them.
es: Personalice los botones de la barra de herramientas añadiendo nuevas entradas, editando las existentes, eliminando elementos no deseados o arrastrando filas para reordenarlas.
it: Personalizza i pulsanti della barra degli strumenti aggiungendo nuove voci, modificando quelle esistenti, rimuovendo elementi indesiderati o trascinando le righe per riordinarle.
ja: 新しいエントリの追加、既存エントリの編集、不要な項目の削除、または行をドラッグして並べ替えることで、ツールバーのボタンをカスタマイズします。
nl: Pas werkbalkknoppen aan door nieuwe items toe te voegen, bestaande te bewerken, ongewenste items te verwijderen of rijen te slepen om ze opnieuw te ordenen.
ru: Настраивайте кнопки панели инструментов, добавляя новые записи, редактируя существующие, удаляя ненужные элементы или перетаскивая строки для изменения порядка.
tr: Yeni girişler ekleyerek, mevcut olanları düzenleyerek, istenmeyen öğeleri kaldırarak veya sıralarını değiştirmek için satırları sürükleyerek araç çubuğu düğmelerini özelleştirin.

source: Dark Mode
es: Modo oscuro
it: Modalità scura
ja: ダークモード
nl: Donkere modus
ru: Темный режим
tr: Karanlık Mod

source: Default Color
es: Color predeterminado
it: Colore predefinito
ja: デフォルト色
nl: Standaardkleur
ru: Цвет по умолчанию
tr: Varsayılan Renk

source: Default Text Color
es: Color de texto predeterminado
it: Colore testo predefinito
ja: デフォルトのテキスト色
nl: Standaard tekstkleur
ru: Цвет текста по умолчанию
tr: Varsayılan Metin Rengi

source: Define colors that represent different actions and behaviors. These colors are used for buttons and badges. Each type has two colors: a background color and a text color. The primary color also affects interactive form elements (inputs, checkboxes, radio buttons, etc.) when you hover over or interact with them.
es: Defina los colores que representan diferentes acciones y comportamientos. Estos colores se utilizan para botones e insignias. Cada tipo tiene dos colores: un color de fondo y un color de texto. El color principal también afecta a los elementos interactivos del formulario (entradas, casillas de verificación, botones de opción, etc.) cuando pasa el cursor sobre ellos o interactúa con ellos.
it: Definisci i colori che rappresentano diverse azioni e comportamenti. Questi colori sono usati per pulsanti e badge. Ogni tipo ha due colori: un colore di sfondo e un colore del testo. Il colore primario influenza anche gli elementi interattivi del modulo (input, caselle di controllo, pulsanti di opzione, ecc.) quando ci passi sopra o interagisci con essi.
ja: さまざまなアクションや動作を表す色を定義します。これらの色はボタンやバッジに使用されます。各タイプには、背景色とテキスト色の2つの色があります。プライマリカラーは、ホバー時や操作時にインタラクティブなフォーム要素（入力、チェックボックス、ラジオボタンなど）にも影響します。
ru: Определите цвета, обозначающие различные действия и состояния. Эти цвета используются для кнопок и значков. У каждого типа есть два цвета: цвет фона и цвет текста. Основной цвет также влияет на интерактивные элементы формы (поля ввода, флажки, переключатели и т. д.) при наведении курсора или взаимодействии с ними.
tr: Farklı eylemleri ve davranışları temsil eden renkleri tanımlayın. Bu renkler düğmeler ve rozetler için kullanılır. Her türün iki rengi vardır: bir arka plan rengi ve bir metin rengi. Birincil renk ayrıca, üzerlerine geldiğinizde veya onlarla etkileşimde bulunduğunuzda etkileşimli form öğelerini (girdiler, onay kutuları, radyo düğmeleri vb.) de etkiler.

source: Delete
es: Eliminar
it: Elimina
ja: 削除
nl: Verwijderen
ru: Удалить
tr: Sil

source: Delete Icon
es: Eliminar icono
it: Elimina icona
ja: アイコンを削除
nl: Pictogram verwijderen
ru: Удалить значок
tr: Simgeyi Sil

source: Delete icon '%s'?
es: ¿Eliminar el icono '%s'?
it: Eliminare l'icona '%s'?
ja: アイコン '%s' を削除しますか？
nl: Pictogram '%s' verwijderen?
ru: Удалить значок '%s'?
tr: '%s' simgesi silinsin mi?

source: Deleting icon...
es: Eliminando icono...
it: Eliminazione icona in corso...
ja: アイコンを削除中...
nl: Pictogram verwijderen...
ru: Удаление значка...
tr: Simge siliniyor...

source: Deleting...
es: Eliminando...
it: Eliminazione in corso...
ja: 削除中...
nl: Verwijderen...
ru: Удаление...
tr: Siliniyor...

source: Destructive Color
es: Color destructivo
it: Colore distruttivo
ja: デストラクティブカラー
nl: Destructieve kleur
ru: Деструктивный цвет
tr: Yıkıcı Renk

source: Destructive Text Color
es: Color de texto destructivo
it: Colore testo distruttivo
ja: デストラクティブテキスト色
nl: Destructieve tekstkleur
ru: Деструктивный цвет текста
tr: Yıkıcı Metin Rengi

source: Downloading update files...
es: Descargando archivos de actualización...
it: Download dei file di aggiornamento...
ja: 更新ファイルをダウンロード中...
nl: Updatebestanden downloaden...
ru: Загрузка файлов обновления...
tr: Güncelleme dosyaları indiriliyor...

source: Element Spacing
es: Espaciado de elementos
it: Spaziatura elementi
ja: 要素の間隔
nl: Afstand tussen elementen
ru: Интервалы между элементами
tr: Öğe Aralığı

source: Enable Floating Toolbar
es: Habilitar barra de herramientas flotante
it: Abilita barra degli strumenti flottante
ja: フローティングツールバーを有効化
nl: Zwevende werkbalk inschakelen
ru: Включить плавающую панель инструментов
tr: Yüzer Araç Çubuğunu Etkinleştir

source: Enable or disable the floating toolbar on the right side of the screen.
es: Habilite o deshabilite la barra de herramientas flotante en el lado derecho de la pantalla.
it: Abilita o disabilita la barra degli strumenti flottante sul lato destro dello schermo.
ja: 画面右側のフローティングツールバーを有効または無効にします。
nl: Schakel de zwevende werkbalk aan de rechterkant van het scherm in of uit.
ru: Включить или отключить плавающую панель инструментов с правой стороны экрана.
tr: Ekranın sağ tarafındaki yüzer araç çubuğunu etkinleştirin veya devre dışı bırakın.

source: Enabled
es: Habilitado
it: Abilitato
ja: 有効
nl: Ingeschakeld
ru: Включено
tr: Etkin

source: Error Color
es: Color de error
it: Colore errore
ja: エラー色
nl: Foutkleur
ru: Цвет ошибки
tr: Hata Rengi

source: Error Text Color
es: Color de texto de error
it: Colore testo errore
ja: エラーテキスト色
nl: Fouttekstkleur
ru: Цвет текста ошибки
tr: Hata Metin Rengi

source: Failed to check for updates: %s. Please check your internet connection.
es: Error al buscar actualizaciones: %s. Por favor, compruebe su conexión a Internet.
it: Impossibile cercare aggiornamenti: %s. Controlla la tua connessione internet.
ja: 更新の確認に失敗しました: %s。インターネット接続を確認してください。
nl: Controleren op updates mislukt: %s. Controleer uw internetverbinding.
ru: Не удалось проверить обновления: %s. Пожалуйста, проверьте ваше интернет-соединение.
tr: Güncellemeler kontrol edilemedi: %s. Lütfen internet bağlantınızı kontrol edin.

source: Failed to delete icon: %s
es: Error al eliminar el icono: %s
it: Impossibile eliminare l'icona: %s
ja: アイコンの削除に失敗しました: %s
nl: Pictogram verwijderen mislukt: %s
ru: Не удалось удалить значок: %s
tr: Simge silinemedi: %s

source: Failed to upload icon: %s
es: Error al subir el icono: %s
it: Caricamento icona fallito: %s
ja: アイコンのアップロードに失敗しました: %s
nl: Pictogram uploaden mislukt: %s
ru: Не удалось загрузить значок: %s
tr: Simge yüklenemedi: %s

source: Floating Toolbar
es: Barra de herramientas flotante
it: Barra degli strumenti flottante
ja: フローティングツールバー
nl: Zwevende werkbalk
ru: Плавающая панель инструментов
tr: Yüzer Araç Çubuğu

source: Gradient Colors
es: Colores degradados
it: Colori sfumatura
ja: グラデーションカラー
nl: Verloopkleuren
ru: Градиентные цвета
tr: Gradyan Renkleri

source: Grant access to Aurora theme configuration
es: Conceder acceso a la configuración del tema Aurora
it: Concedi l'accesso alla configurazione del tema Aurora
ja: Aurora テーマ設定へのアクセスを許可
nl: Toegang verlenen tot configuratie van Aurora-thema
ru: Предоставить доступ к конфигурации темы Aurora
tr: Aurora tema yapılandırmasına erişim izni ver

source: Icon
es: Icono
it: Icona
ja: アイコン
nl: Pictogram
ru: Значок
tr: Simge

source: Icon Management
es: Gestión de iconos
it: Gestione icone
ja: アイコン管理
nl: Pictogrambeheer
ru: Управление значками
tr: Simge Yönetimi

source: Icon Name
es: Nombre del icono
it: Nome icona
ja: アイコン名
nl: Pictogramnaam
ru: Имя значка
tr: Simge Adı

source: Icon deleted: %s
es: Icono eliminado: %s
it: Icona eliminata: %s
ja: アイコンを削除しました: %s
nl: Pictogram verwijderd: %s
ru: Значок удален: %s
tr: Simge silindi: %s

source: Icon uploaded successfully: %s
es: Icono subido correctamente: %s
it: Icona caricata con successo: %s
ja: アイコンが正常にアップロードされました: %s
nl: Pictogram succesvol geüpload: %s
ru: Значок успешно загружен: %s
tr: Simge başarıyla yüklendi: %s

source: Icons & Toolbar
es: Iconos y barra de herramientas
it: Icone e barra degli strumenti
ja: アイコンとツールバー
nl: Pictogrammen & Werkbalk
ru: Значки и панель инструментов
tr: Simgeler ve Araç Çubuğu

source: Info Color
es: Color de información
it: Colore info
ja: 情報色
nl: Infokleur
ru: Информационный цвет
tr: Bilgi Rengi

source: Info Text Color
es: Color de texto de información
it: Colore testo info
ja: 情報テキスト色
nl: Info tekstkleur
ru: Информационный цвет текста
tr: Bilgi Metin Rengi

source: Installation Details
es: Detalles de la instalación
it: Dettagli installazione
ja: インストールの詳細
nl: Installatiedetails
ru: Детали установки
tr: Kurulum Detayları

source: Installed Version
es: Versión instalada
it: Versione installata
ja: インストール済みバージョン
nl: Geïnstalleerde versie
ru: Установленная версия
tr: Yüklü Sürüm

source: Installing update packages...
es: Instalando paquetes de actualización...
it: Installazione pacchetti di aggiornamento...
ja: 更新パッケージをインストール中...
nl: Updatepakketten installeren...
ru: Установка пакетов обновления...
tr: Güncelleme paketleri yükleniyor...

source: Latest Version
es: Última versión
it: Ultima versione
ja: 最新バージョン
nl: Nieuwste versie
ru: Последняя версия
tr: Son Sürüm

source: Layout
es: Diseño
ja: レイアウト
ru: Макет
tr: Düzen

source: Light Mode
es: Modo claro
it: Modalità chiara
ja: ライトモード
nl: Lichte modus
ru: Светлый режим
tr: Aydınlık Mod

source: Logo Settings
es: Configuración del logotipo
it: Impostazioni Logo
ja: ロゴ設定
nl: Logo-instellingen
ru: Настройки логотипа
tr: Logo Ayarları

source: Mega Menu
es: Mega menú
ja: メガメニュー
ru: Мега-меню
tr: Mega Menü

source: Muted Color
es: Color tenue
it: Colore attenuato
ja: ミュートカラー
nl: Gedempte kleur
ru: Приглушенный цвет
tr: Soluk Renk

source: Muted Text Color
es: Color de texto tenue
it: Colore testo attenuato
ja: ミュートテキスト色
nl: Gedempte tekstkleur
ru: Приглушенный цвет текста
tr: Soluk Metin Rengi

source: Navigation Submenu Type
es: Tipo de submenú de navegación
it: Tipo sottomenu di navigazione
ja: ナビゲーションサブメニューの種類
nl: Type navigatiesubmenu
ru: Тип подменю навигации
tr: Navigasyon Alt Menü Türü

source: No file selected or upload failed
es: Ningún archivo seleccionado o la subida falló
it: Nessun file selezionato o caricamento fallito
ja: ファイルが選択されていないか、アップロードに失敗しました
nl: Geen bestand geselecteerd of uploaden mislukt
ru: Файл не выбран или ошибка загрузки
tr: Dosya seçilmedi veya yükleme başarısız oldu

source: No icons uploaded yet.
es: Todavía no se han subido iconos.
it: Nessuna icona ancora caricata.
ja: アイコンはまだアップロードされていません。
nl: Nog geen pictogrammen geüpload.
ru: Значки еще не загружены.
tr: Henüz simge yüklenmedi.

source: No packages found. Please check your installation.
es: No se encontraron paquetes. Por favor, compruebe su instalación.
it: Nessun pacchetto trovato. Per favore controlla la tua installazione.
ja: パッケージが見つかりません。インストールを確認してください。
nl: Geen pakketten gevonden. Controleer uw installatie.
ru: Пакеты не найдены. Пожалуйста, проверьте вашу установку.
tr: Paket bulunamadı. Lütfen kurulumunuzu kontrol edin.

source: Not installed
es: No instalado
it: Non installato
ja: 未インストール
nl: Niet geïnstalleerd
ru: Не установлено
tr: Yüklü değil

source: PNG Logo (32x32)
es: Logotipo PNG (32x32)
it: Logo PNG (32x32)
ja: PNG ロゴ (32x32)
ru: Логотип PNG (32x32)

source: Package Name
es: Nombre del paquete
it: Nome pacchetto
ja: パッケージ名
nl: Pakketnaam
ru: Имя пакета
tr: Paket Adı

source: Please select an icon
es: Por favor, seleccione un icono
it: Seleziona un'icona
ja: アイコンを選択してください
nl: Selecteer een pictogram
ru: Пожалуйста, выберите значок
tr: Lütfen bir simge seçin

source: Primary Color
es: Color primario
it: Colore primario
ja: プライマリカラー
nl: Primaire kleur
ru: Основной цвет
tr: Birincil Renk

source: Primary Text Color
es: Color de texto primario
it: Colore testo primario
ja: プライマリテキスト色
nl: Primaire tekstkleur
ru: Основной цвет текста
tr: Birincil Metin Rengi

source: Progress End Color
es: Color final de progreso
it: Colore finale progresso
ja: プログレスバーの終了色
nl: Eindkleur voortgang
ru: Конечный цвет прогресса
tr: İlerleme Çubuğu Bitiş Rengi

source: Progress Start Color
es: Color inicial de progreso
it: Colore iniziale progresso
ja: プログレスバーの開始色
nl: Startkleur voortgang
ru: Начальный цвет прогресса
tr: İlerleme Çubuğu Başlangıç Rengi

source: RPC call failed: %s
es: La llamada RPC falló: %s
it: Chiamata RPC fallita: %s
ja: RPC呼び出しに失敗しました: %s
nl: RPC-aanroep mislukt: %s
ru: Вызов RPC не удался: %s
tr: RPC çağrısı başarısız oldu: %s

source: Reload
es: Recargar
it: Ricarica
ja: 再読み込み
nl: Opnieuw laden
ru: Перезагрузить
tr: Yeniden Yükle

source: SVG Logo
es: Logotipo SVG
it: Logo SVG
ja: SVG ロゴ
ru: Логотип SVG

source: Select custom logos for your browser tab icon (favicon). For best compatibility, upload both SVG and PNG formats. Modern browsers will use the SVG version, while older browsers will fall back to the 32x32 PNG version.
es: Seleccione logotipos personalizados para el icono de la pestaña del navegador (favicon). Para una mejor compatibilidad, suba ambos formatos SVG y PNG. Los navegadores modernos usarán la versión SVG, mientras que los navegadores más antiguos recurrirán a la versión PNG de 32x32.
it: Seleziona loghi personalizzati per l'icona della scheda del browser (favicon). Per una migliore compatibilità, carica entrambi i formati SVG e PNG. I browser moderni utilizzeranno la versione SVG, mentre i browser più vecchi torneranno alla versione PNG 32x32.
ja: ブラウザタブのアイコン（ファビコン）用のカスタムロゴを選択します。互換性を最大限に高めるには、SVG形式とPNG形式の両方をアップロードしてください。最新のブラウザはSVGバージョンを使用し、古いブラウザは32x32のPNGバージョンを使用します。
nl: Selecteer aangepaste logo's voor uw browsertabbladpictogram (favicon). Voor de beste compatibiliteit uploadt u zowel SVG- als PNG-indelingen. Moderne browsers gebruiken de SVG-versie, terwijl oudere browsers terugvallen op de 32x32 PNG-versie.
ru: Выберите пользовательские логотипы для значка вкладки браузера (фавикона). Для наилучшей совместимости загрузите форматы SVG и PNG. Современные браузеры будут использовать версию SVG, а старые браузеры будут использовать версию PNG 32x32.
tr: Tarayıcı sekmesi simgeniz (favicon) için özel logolar seçin. En iyi uyumluluk için hem SVG hem de PNG formatlarını yükleyin. Modern tarayıcılar SVG sürümünü kullanırken, eski tarayıcılar 32x32 PNG sürümüne geri döner.

source: Semantic Colors
es: Colores semánticos
it: Colori semantici
ja: セマンティックカラー
nl: Semantische kleuren
ru: Семантические цвета
tr: Anlamsal Renkler

source: Set colors that indicate system status and feedback messages. Each status type (default, success, info, warning, error) has two colors: a background color and a text color. These are used in tooltips, alert messages, status labels, and legends throughout the interface.
es: Establezca los colores que indican el estado del sistema y los mensajes de retroalimentación. Cada tipo de estado (predeterminado, éxito, información, advertencia, error) tiene dos colores: un color de fondo y un color de texto. Estos se utilizan en descripciones emergentes, mensajes de alerta, etiquetas de estado y leyendas en toda la interfaz.
it: Imposta i colori che indicano lo stato del sistema e i messaggi di feedback. Ogni tipo di stato (predefinito, successo, info, avviso, errore) ha due colori: un colore di sfondo e un colore del testo. Questi sono usati in suggerimenti, messaggi di avviso, etichette di stato e legende in tutta l'interfaccia.
ja: システムの状態やフィードバックメッセージを示す色を設定します。各ステータスタイプ（デフォルト、成功、情報、警告、エラー）には、背景色とテキスト色の2つの色があります。これらは、インターフェース全体でツールチップ、アラートメッセージ、ステータスラベル、凡例に使用されます。
ru: Установите цвета, указывающие на статус системы и сообщения обратной связи. У каждого типа статуса (по умолчанию, успех, информация, предупреждение, ошибка) есть два цвета: цвет фона и цвет текста. Они используются во всплывающих подсказках, предупреждающих сообщениях, метках статуса и легендах во всем интерфейсе.
tr: Sistem durumunu ve geri bildirim mesajlarını gösteren renkleri ayarlayın. Her durum türünün (varsayılan, başarı, bilgi, uyarı, hata) iki rengi vardır: arka plan rengi ve metin rengi. Bunlar arayüz genelinde ipuçlarında, uyarı mesajlarında, durum etiketlerinde ve göstergelerde kullanılır.
